"AboutBoxString" = "使用 Compressor 创建";
"HelpMsg" = "有关使用 Droplet 的信息，请参阅《Compressor 使用手册》（可从“Compressor 帮助”菜单访问）。";
"Untitled" = "未命名";

"DestinationLocation" = "目的位置";
"Choose" = "选取"; /* default button title in the choose destinaton dialog */

"DropFilesHere" = "将文件拖放到此处"; /* help text displayed in source files view when no files are present */

/* cluster menu */
"ThisComputer" = "本电脑";
"SubmitPriority" = "优先级";
"SubmitPriorityLow" = "低";
"SubmitPriorityMedium" = "中";
"SubmitPriorityHigh" = "高";
"NoClusters" = "无";
"Other" = "其他…";

/* Launch droplet alert */
"DropletLaunchFailed" = "你必须更新此 Droplet 才能定位 Compressor。";
"DropletLaunchErrorMsg" = "若要更新此电脑上的所有 Droplet，请在 Compressor 的“设置”中点按“高级”标签，然后点按“更新 Droplet”按钮。";
"OKButton" = "好";

/* Job Action related */
"NoJobAction" = "无";
"VerifyingLogin" = "正在验证…";

/* CQBatchSubmitter */

/* SMB Sharing */
"SMBSharingPreferencesNotSetUpError" = "你要在不使用分布式处理的情况下继续吗？";

"SMBSharingLearnMoreInfo" = "若要配合此作业使用分布式处理，你必须在“系统设置”中打开 SMB 文件共享。有关分布式处理和 SMB 文件共享的更多信息，请点按“进一步了解”。\n\n若要仅使用这台电脑处理此作业，请点按“继续”。\n";

"ContinueButton" = "继续";
"LearnMoreButton" = "了解更多…";

"ClusterNodesNotAvailableError" = "“共享计算群组”中有不可用的电脑。";
"ClusterNodesNotAvailableMoreInfo" = "Compressor 无法在此群组中的所有电脑上进行分布式处理，原因是：\n\n";

"ClusterNodesNotAvailableItemFormat" = "•\t%@\n";
"ComputerUnavailableOrOffline" = "电脑不可用或离线";
"UntrustedServerCertificate" = "不受信任的服务器证书";
"MissingPassword" = "缺少密码";

"ClusterNodesNotAvailableRecoverySuggestion" = "打开“共享的电脑”偏好设置来解决这些问题\n";

"IgnoreButton" = "忽略";
"OpenPreferencesButton" = "打开设置";

/* Cluster node macOS compatibility check during batch submit */
"ClusterNodesNotMacOSCompatibleError" = "你要继续使用分布式处理吗？";
"ClusterNodesNotMacOSCompatibleMoreInfo" = "电脑群组“%@”的部分群集节点运行的是较旧版本的 macOS。渲染质量可能会受到影响。\n\n若要使用可用的节点处理此作业，请点按“继续”。\n";

"UntitledClusterName" = "未命名";

/* Submit related errors */
"SubmitNoClusterErrorMsg" = "无法提交到队列。";
"SubmitNoClusterErrorInfo" = "请重新启动电脑或验证 Compressor 安装是正确的。";
"CancelButton" = "取消";
"RepairCompressorButton" = "修复 Compressor";

"BatchSubmissionFailedErrorFormat" = "批处理提交失败：%@";

"QueueFullAlertMessageText" = "正在处理的批处理过多。";
"QueueFullAlertInfoText" = "当活跃的批处理数量少于应用程序偏好设置中设定的队列限制时，转码将变为可用。";
